export const ERROR_MESSAGE = {
  REQUIRED_FIELD: 'Поле должно быть заполнено',
  INCORRECT_FORMAT_PASSWORD: 'Пароль не соответствует формату. Разрешено включать буквы, цифры, спецсимволы',
  INCORRECT_FORMAT_EMAIL: 'E-mail не соответствует формату: test@test.ru»  Разрешено включать латинские буквы, цифры, точки, дефисы и подчеркивания.',
  DIFFERENT_PASSWORD: 'Пароли не совпадают. Проверь ещё раз.',
  UNIQUE_EMAIL: 'Такой email уже зарегистрирован, укажи другой.',
  INCORRECT_PASSWORD: 'Проверь, правильно ли ты ввел пароль, или используй функцию восстановления пароля',
  INCORRECT_EMAIL: 'Электронная почта не найдена или неверна. Проверь адрес.',
  LENGTH_PASSWORD: 'Пароль должен быть не менее 8 символов'
}